Repository: wangchong2023/zhiyu
Catalog: Sources/Localization/Catalogs/Onboarding.xcstrings
Source language: en
Languages: zh_hans

# onboarding.action.next
source: Next
zh_hans: 下一步

# onboarding.action.skip
source: Skip
zh_hans: 跳过

# onboarding.action.start
source: Get Started
zh_hans: 立即开始

# onboarding.step.aiLab.desc
source: Deeply integrated AI assistant supports smart summary, quiz generation, linting, and automated synthesis.
zh_hans: 内置深度集成的 AI 助手，支持智能摘要、测验生成、语法修复及自动化知识合成。

# onboarding.step.aiLab.title
source: AI-Native Collaboration
zh_hans: AI 原生协作

# onboarding.step.graph.desc
source: Discover hidden links between knowledge and visualize your thought trajectory via interactive 2D/3D graphs.
zh_hans: 通过交互式 2D/3D 图谱，直观洞察知识之间的隐藏关联，发现思想的成长轨迹。

# onboarding.step.graph.title
source: Visual Knowledge Graph
zh_hans: 可视化知识图谱

# onboarding.step.linking.desc
source: Use [[title]] syntax to create semantic links between pages, letting fragmented info flow and aggregate naturally.
zh_hans: 使用 [[标题]] 语法，在不同页面之间建立语义关联，让碎片化的信息自然流动、聚合。

# onboarding.step.linking.title
source: Power of Backlinking
zh_hans: 双向链接的力量

# onboarding.step.vault.desc
source: Now, start entering your first piece of knowledge and let your wisdom take root in ZhiYu.
zh_hans: 现在，开始录入您的第一条知识，让您的智慧在“智宇”中生根发芽。

# onboarding.step.vault.title
source: Start Your Journey
zh_hans: 开启您的智慧之旅

# onboarding.step.welcome.desc
source: ZhiYu is an LLM-powered second brain tool designed to help you build a structured knowledge vault via backlinking and graph technology.
zh_hans: 智宇是一款基于 LLM 的第二大脑工具，旨在通过双向链接和图谱技术，帮助您构建结构化的个人知识体系。

# onboarding.step.welcome.title
source: Welcome to %@
zh_hans: 欢迎来到 %@

# welcome.demo.desc
source: One-click inject to experience Graph & AI Synthesis
zh_hans: 一键注入示例，快速体验图谱与 AI 合成

# welcome.demo.title
source: Explore AI Agent Demo Data
zh_hans: 探索 AI 代理演示数据

# welcome.desc1
source: is an AI-native knowledge evolution engine. It doesn't just store notes, it helps discover hidden links via the
zh_hans: 是一个“AI 原生”的知识进化引擎。它不仅能帮您存储笔记，还能通过

# welcome.growthTrend
source: Knowledge Growth Trend
zh_hans: 知识增长趋势

# welcome.guide.browseGraph
source: Browse knowledge connections in the graph
zh_hans: 在图谱中浏览知识关联

# welcome.guide.createPage
source: Create your first knowledge node
zh_hans: 创建你的第一个知识节点

# welcome.guide.knowledgeLink
source: Use [[Backlinks]] to connect knowledge
zh_hans: 使用 [[双链]] 建立知识关联

# welcome.guide.search
source: Quickly find content through search
zh_hans: 通过搜索快速定位内容

# welcome.header
source: Welcome to your second brain
zh_hans: 欢迎来到您的第二大脑

# welcome.knowledgelinkHint
source: Type [[Page Name]] in the editor to automatically create bidirectional links
zh_hans: 编辑页面时输入 [[页面名]] 即可自动建立双向链接

# welcome.quickStart
source: Quick Start Guide
zh_hans: 新手快速入门

# welcome.start1
source: Try clicking the
zh_hans: 尝试点击右侧的

# welcome.start2
source: button and ask: 'What's in my library?'
zh_hans: 按钮，问我：“我库里有哪些内容？”

# welcome.start3
source: Drag a PDF into the 'Import' page to experience AI auto-decomposition.
zh_hans: 拖入一个 PDF 到“导入”页面，体验 AI 自动拆解。

# welcome.start4
source: Type `[[` on any page to try creating a link.
zh_hans: 在任意页面输入 `[[` 尝试创建链接。

# welcome.startTitle
source: Quick Start
zh_hans: 快速开始

# welcome.subtitle
source: Your personal second brain & AI assistant
zh_hans: 你的个人第二大脑与 AI 助手

# welcome.tag1
source: Getting Started
zh_hans: 入门

# welcome.tag2
source: Welcome
zh_hans: 欢迎

# welcome.title
source: Welcome to ZhiYu
zh_hans: 欢迎使用智宇
